Repository: pdc/linotak
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eo

source: data URL
eo: datuma adreso

source: media-type
eo: amaskomunikilaro

source: MIME media-type for this image source, such as image/jpeg
eo: MIME-media speco por ĉi tiu bildfonto, kiel bildo / jpeg

source: cached data
eo: datumoj en kaŝmemoro

source: A copy of the image data from which we can generate scaled representations.
eo: Kopio de la bildaj datumoj, de kiuj ni povas generi skalajn reprezentadojn.

source: width
eo: larĝeco

source: height
eo: alteco

source: retrieved
eo: retrovita

source: created
eo: kreita

source: modified
eo: modifita

source: content
eo: enhavo

source: Content of the image representation.
eo: Enhavo de la bilda reprezentado.

source: is cropped
eo: estas kroĉita

source: Hash of the image data when generated.
eo: Hash de la bildaj datumoj kiam generitaj.

source: Queue retrieval of image data
eo: Kola reakiro de bildaj datumoj

source: Thumbnail
eo: Bildeto

source: image
eo: bildo

source: images
eo: bildoj

source: username
eo: uzantnomo

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
eo: Postulata. 150 signoj aŭ malpli Literoj, ciferoj kaj nur @ /. / + / - / _.

source: A user with that username already exists.
eo: Uzanto kun tiu salutnomo jam ekzistas.

source: email address
eo: retpoŝta adreso

source: staff status
eo: personaro

source: Designates whether the user can log into this admin site.
eo: Designa ĉu la uzanto povas ensaluti ĉi tiun administran retejon.

source: active
eo: aktiva

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
eo: Indikas ĉu ĉi tiu uzanto devas esti traktata kiel aktiva. Malelektu ĉi tion anstataŭ forigi kontojn.

source: date joined
eo: dato aliĝis

source: login
eo: Ensaluti

source: logins
eo: ensalutiloj

source: About %(title)s
eo: Ĉirkaŭ%(title)s

source: Privacy policy
eo: Regularo pri privateco

source: receiver
eo: ricevilo

source: receivers
eo: riceviloj

source: locator
eo: lokalizilo

source: Locator that is associated with receiver.
eo: Lokilo, kiu estas asociita kun ricevilo.

source: Receiver handling mentions targeting the locator.
eo: Mencioj pri uzado de riceviloj celantaj la lokalizilon.

source: locator receiver
eo: lokalizilo ricevilo

source: locator receivers
eo: riceviloj de lokalizilo

source: source
eo: fonto

source: Mentions an external resource.
eo: Mencias eksteran rimedon.

source: External resource mentioned in this note.
eo: Ekstera rimedo menciita en ĉi tiu noto.

source: Receiver used when notifying this locator.
eo: Ricevilo uzita dum sciigo pri ĉi tiu lokalizilo.

source: discovered
eo: malkovrita

source: When the discovery phase of WebMention protocol concluded (successfully or otherwise).
eo: Kiam finiĝis la eltrova fazo de protokolo WebMention (sukcese aŭ alie).

source: When the notification of the receiver concluded (successfully or otherwise)
eo: Kiam la sciigo pri la ricevilo finis (sukcese aŭ alie)

source: response status
eo: responda stato

source: HTTP status code returned by receiver when notified.
eo: HTTP-statuskodo redonita de ricevilo kiam sciigita.

source: Location of a post that mentions one of our notes, if known.
eo: Loko de afiŝo, kiu mencias unu el niaj notoj, se konata.

source: target
eo: celo

source: The note that is mentioned by the source, if known.
eo: La noto menciita de la fonto, se konata.

source: source URL
eo: fonto URL

source: URL of a page mentioning oine of our notes, as supplied by caller.
eo: URL de paĝo mencianta el niaj notoj, kiel provizitaj de alvokanto.

source: URL of one of our notes, as supplied by caller.
eo: URL de unu el niaj notoj, kiel provizita de vokanto.

source: user agent
eo: uzanto-agento

source: What software the caller claims to be running.
eo: Kiujn programojn la vokanto asertas funkcii.

source: incoming mention
eo: envenanta mencio

source: incoming mentions
eo: alvenantaj mencioj

source: If supplied, indicates this person has an account on this system.
eo: Se provizita, indiku, ke ĉi tiu persono havas konton pri ĉi tiu sistemo.

source: native name
eo: denaska nomo

source: How this user’s name is presented.
eo: Kiel la nomo de ĉi tiu uzanto estas prezentita.

source: slug
eo: sledo

source: Used in the URL for profile page for this person.
eo: Uzita en la URL por profilpaĝo por ĉi tiu persono.

source: description
eo: Priskribo

source: person
eo: persono

source: persons
eo: personoj

source: label
eo: etikedo

source: How to display the username or equivalent for this person on this site. E.g., @damiancugley if on twitter.
eo: Kiel aperigi la uzantnomon aŭ ekvivalenton por ĉi tiu persono sur ĉi tiu retejo. Ekz., @Damiancugley se en Twitter.

source: profile
eo: Profilo

source: profiles
eo: profiloj

source: author
eo: aŭtoro

source: title
eo: titolo

source: text
eo: teksto

source: Description, summary, or content of the linked-to resource
eo: Priskribo, resumo, aŭ enhavo de la ligita rimedo

source: published
eo: eldonita

source: scanned
eo: skanita

source: locators
eo: lokaliziloj

source: prominence
eo: eminenteco

source: editors
eo: redaktistoj

source: icon
eo: bildsimbolo

source: Optional favicon. Can use transparency. GIF or PNG.
eo: Laŭvola retpaĝsimbolo. Povas uzi travideblecon. GIF aŭ PNG.

source: Apple touch icon
eo: Retpaĝsimbolo por Apple tuŝo

source: Optional apple-touch-icon. Not transparent.
eo: Laŭvola retpaĝsimbolo por iPhone kaj iPad tuŝo. Ne travidebla.

source: name
eo: nomo

source: Uniquely identifies this series. Used in subdomain.
eo: Unike identigas ĉi tiun serion. Uzita en subdominio.

source: Optional description.
eo: Laŭvola priskribo.

source: series
eo: serio

source: Internal name of the tag, as lowercase words smooshed together.
eo: Interna nomo de la etikedo, kiel minusklaj vortoj kunmoviĝis.

source: tags
eo: etikedoj

source: subjects
eo: subjektoj

source: Web page or site that is described or cited in this note.
eo: Retpaĝo aŭ retejo priskribita aŭ citita en ĉi tiu noto.

source: Content of note. May be omitted if it has subject links.
eo: Enhavo de noto. Eblas preterlasi se ĝi havas subjektojn.

source: note
eo: noto

source: notes
eo: notoj

source: sequence
eo: sinsekvo

source: Please log in
eo: Bonvolu ensaluti

source: Your username and password didn’t match. Please try again.
eo: Via uzantnomo kaj pasvorto ne kongruis. Bonvolu reprovi.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
eo: Via konto ne havas aliron al ĉi tiu paĝo. Por daŭrigi, bonvolu ensaluti per konto kiu havas aliron.

source: Please login to see this page.
eo: Bonvolu ensaluti por vidi ĉi tiun paĝon.

source: Lost password?
eo: Ĉu vi perdis pasvorton?

source: The mention has not yet been verified.
eo: La mencio ankoraŭ ne kontrolis.

source: Source web page
eo: Fonta retpaĝo

source: A Webmention notification was received on behalf of the following web page:
eo: Ricevo de sciigo ricevis nome de la sekva retpaĝo:

source: Target web page
eo: Celo retpaĝo

source: Associated with the following note:
eo: Asociita kun la sekva noto:

source: Details
eo: Detaloj

source: Webmention endpoint
eo: Finpunkto de Webmention

source: Log out
eo: Elsaluti

source: Edit this note in the Admin app
eo: Redaktu ĉi tiun noton en la administra programo

# button
source: Save
eo: Savi

source: DRAFTS
eo: DRAKTOJ

# nav
source: About
eo: Pri

source: Create a new note
eo: Kreu novan noton

source: Show drafts
eo: Montri projektojn

source: Showing posts tagged
eo: Montrante afiŝojn etikeditaj

source: but not tagged
eo: sed ne etikedita

source: Showing notes NOT tagged
eo: Montrante notojn NE etikeditaj

source: Click on tags to remove them from the filter.
eo: Alklaku etikedojn por forigi ilin el la filtrilo.

source: Newer
eo: Pli novaj

source: Older
eo: Maljunaj

source: <a class="u-url u-uid link" href="%(detail_href)s">Noted</a> by <a href="%(author_href)s" class="link p-author">%(name)s</a> <time class="dt-published" datetime="%(when_iso)s" title="%(when_date)s">%(when_ago)s ago</time>.
eo: <a class="u-url u-uid link" href="%(detail_href)s">Notita</a> de <a href="%(author_href)s" class="link p-author">%(name)s</a> <time class = "dt-published" datetime = "%(when_iso)s" title = "%(when_date)s">%(when_ago)s antaŭ</time>.

source: <a class="u-url u-uid link" href="%(detail_href)s">Noted</a> by <span class="p-author">%(name)s</span> <time class="dt-published" datetime="%(when_iso)s" title="%(when_date)s">%(when_ago)s ago</time>.
eo: <a class="u-url u-uid link" href="%(detail_href)s">Notita</a> de <span class = "p-author">%(name)s</span> <time class = "dt-published" datetime = "%(when_iso)s" title = "%(when_date)s">%(when_ago)s antaŭ</time>.

# button
source: Edit
eo: Redakti

source: See notes tagged ‘%(tag_label)s’
eo: Vidu notojn etikeditaj "%(tag_label)s"

source: via
eo: vojo
